let services = [
    {
        Name: "санузла",
        photo: "img/services/bathroom_services.png",
        price: 100000,
        info: ["Анализ. Важно оценить размер помещений, конструктивные особенности, высоту потолков, местоположение дверных и&nbsp;оконных проемов.", "Планирование. На&nbsp;этом этапе необходимо рассчитать количество материалов, продумать освещение, подобрать цвета и&nbsp;наметить конструктивные элементы (ниши и&nbsp;перегородки)."],
    },
    {
        Name: "cпальни",
        photo: "img/services/bedroom_services.png",
        price: 120000,
        info: ["Анализ. Важно оценить размер помещений, конструктивные особенности, высоту потолков, местоположение дверных и&nbsp;оконных проемов.", "Планирование. На&nbsp;этом этапе необходимо рассчитать количество материалов, продумать освещение, подобрать цвета и&nbsp;наметить конструктивные элементы (ниши и&nbsp;перегородки)."],
    },
    {
        Name: "кухни",
        photo: "img/services/kitchen_services.png",
        price: 150000,
        info: ["Анализ. Важно оценить размер помещений, конструктивные особенности, высоту потолков, местоположение дверных и&nbsp;оконных проемов.", "Планирование. На&nbsp;этом этапе необходимо рассчитать количество материалов, продумать освещение, подобрать цвета и&nbsp;наметить конструктивные элементы (ниши и&nbsp;перегородки)."],
    },
];

let divContacts = document.querySelector(".catalog__conteiner");

for (let service of services) {

}